Revit 2027 API
ParameterTypeId.StairsTrisertypeRiserProfile Property
 "Riser Profile"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsTrisertypeRiserProfile { get; }
Public Shared ReadOnly Property StairsTrisertypeRiserProfile As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsTrisertypeRiserProfile {
	ForgeTypeId^ get ();
}
static member StairsTrisertypeRiserProfile : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace